tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "asdf"
brew "asciinema"
brew "atuin"
brew "awscli"
brew "bat"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "certbot"
brew "docutils"
brew "dust"
brew "zstd"
brew "libtiff"
brew "wxwidgets"
brew "erlang"
brew "fd"
brew "fselect"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "gping"
brew "gum"
brew "little-cms2"
brew "openjdk"
brew "h2"
brew "httpie"
brew "jmeter"
brew "jq"
brew "kalker"
brew "ktlint"
brew "llm"
brew "lsd"
brew "mas"
brew "mysql"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "pkg-config"
brew "pnpm"
brew "procs"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "rabbitmq"
brew "ripgrep"
brew "rustup"
brew "speedtest-cli"
brew "terraform"
brew "tig"
brew "tldr"
brew "trash-cli"
brew "tree"
brew "wget"
brew "z"
brew "zoxide"
cask "amazon-q"
cask "another-redis-desktop-manager"
cask "appcleaner"
cask "betterdisplay"
cask "bettertouchtool"
cask "bitwarden"
cask "devutils"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "fork"
cask "gray"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "keycastr"
cask "microsoft-edge"
cask "millie"
cask "obs"
cask "ollama"
cask "openinterminal"
cask "orbstack"
cask "raindropio"
cask "raycast"
cask "rocket"
cask "shottr"
cask "visual-studio-code"
cask "vmware-fusion"
cask "wireshark"
cask "microsoft-teams"
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "Calculator Pro • Topbar App", id: 576215086
mas "Dato", id: 1470584107
mas "EasyRes", id: 688211836
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Melon", id: 1236050766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "ScreenBrush", id: 1233965871
mas "ScreenHint", id: 1566621533
mas "Slack", id: 803453959
mas "TickTick", id: 966085870
mas "Toggl Track", id: 1291898086
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "anteprimorac.html-end-tag-labels"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bierner.markdown-mermaid"
vscode "cipchk.cssrem"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "dzhavat.css-initial-value"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "janne252.fontawesome-autocomplete"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mathiasfrohlich.kotlin"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "smockle.xcode-default-theme"
vscode "solnurkarim.html-to-css-autocompletion"
vscode "streetsidesoftware.code-spell-checker"
vscode "techer.open-in-browser"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "znck.grammarly"
